{
  "초씨역림_64괘": [
    {
      "번호": 1,
      "괘이름_한글": "중천건괘",
      "괘이름_한자": "重天乾卦",
      "해석": "크게 형통하고 이로우며 굳건함과 창조의 기상.",
      "풀이": "모든 것을 이루는 근원적인 힘과 강건함을 상징합니다. 주도적으로 나아가되, 오만하지 않고 겸손함을 유지해야 길합니다. 특히 초반에는 과감하게 나아가도 좋으나, 점차 시기를 보며 신중해야 합니다. 리더의 덕목과 적극적인 행동이 필요한 때입니다."
    },
    {
      "번호": 2,
      "괘이름_한글": "중지곤괘",
      "괘이름_한자": "重地坤卦",
      "해석": "순응하고 포용하며 만물을 키우는 대지의 덕.",
      "풀이": "만물을 포용하는 대지처럼 유순하고 겸허하게 상황에 순응하며 기다려야 할 때입니다. 굳세게 나아가기보다 부드러움과 인내로 상황을 받아들이는 것이 이롭습니다. 누군가를 돕고 베푸는 봉사의 마음가짐이 중요하며, 서두르지 않고 때를 기다리면 좋은 결실을 맺을 것입니다."
    },
    {
      "번호": 3,
      "괘이름_한글": "수뢰준괘",
      "괘이름_한자": "水雷屯卦",
      "해석": "만물이 처음 나와 어려움에 부딪히는 시기.",
      "풀이": "시작은 있으나 어려움과 장애가 따르는 시기입니다. 만물이 처음 생겨나는 것처럼 혼돈스럽지만, 이것은 성장을 위한 통과의례입니다. 조급해하지 말고 차분하게 준비하며 도움을 구할 줄 알아야 합니다. 혼자 해결하기보다 주변과의 협력이 중요하며, 고난 속에서도 희망을 잃지 않는 굳건함이 필요합니다."
    },
    {
      "번호": 4,
      "괘이름_한글": "산수몽괘",
      "괘이름_한자": "山水蒙卦",
      "해석": "미숙함과 가르침을 통해 깨달음을 얻는 시기.",
      "풀이": "아직 어리고 미숙하여 가르침을 받아야 할 때를 나타냅니다. 고집을 부리기보다 스승이나 현인의 가르침을 겸허하게 받아들이는 자세가 필요합니다. 의문을 품고 배우려 노력하면 크게 성장할 수 있습니다. 서두르지 말고 꾸준히 학문과 지혜를 쌓는 데 집중하세요."
    },
    {
      "번호": 5,
      "괘이름_한글": "수천수괘",
      "괘이름_한자": "水天需卦",
      "해석": "앞날을 기대하며 기다리는 시기.",
      "풀이": "목표는 정해졌으나 아직 때가 무르익지 않아 기다림이 필요한 시기입니다. 무리하게 나아가면 어려움이 따를 수 있으니, 여유를 가지고 준비하며 기다려야 합니다. 고통 속에서도 인내심을 갖고 때를 기다리면 결국 기회가 찾아올 것입니다. 조급함을 버리고 차분히 실력을 쌓는 데 집중하세요."
    },
    {
      "번호": 6,
      "괘이름_한글": "천수송괘",
      "괘이름_한자": "天水訟卦",
      "해석": "상대방과 다툼이 생겨 재판을 하게 될 수 있는 시기.",
      "풀이": "강한 기운과 위험한 물이 충돌하는 형상이므로, 분쟁이나 소송이 발생할 수 있는 시기입니다. 섣불리 다투기보다 침착하게 상황을 살피고 화해를 모색하는 것이 이롭습니다. 논쟁을 피하고, 진실을 밝히기 위해 노력하되, 무리한 주장은 피해야 합니다."
    },
    {
      "번호": 7,
      "괘이름_한글": "지수사괘",
      "괘이름_한자": "地水師卦",
      "해석": "큰 무리가 함께 힘을 모아야 하는 시기.",
      "풀이": "군대가 모여 전쟁을 준비하는 형상으로, 많은 사람이 한뜻으로 힘을 모아야 하는 때입니다. 혼자만의 힘으로 해결하기 어렵고, 리더십을 발휘하여 조직을 이끌고 사람들을 규합해야 합니다. 대의를 위해 희생하고 협력하면 좋은 결과를 얻을 수 있습니다."
    },
    {
      "번호": 8,
      "괘이름_한글": "수지비괘",
      "괘이름_한자": "水地比卦",
      "해석": "사람들과 화합하고 친밀해져야 할 때.",
      "풀이": "물이 땅 위에 모여드는 형상으로, 사람들과 화합하고 친목을 다져야 하는 때입니다. 적극적으로 관계를 맺고 주변과 협력하면 좋은 인연을 만나고 큰 힘을 얻을 수 있습니다. 혼자가 아닌 함께 나아가는 자세가 중요합니다."
    },
    {
      "번호": 9,
      "괘이름_한글": "풍천소축괘",
      "괘이름_한자": "風天小畜卦",
      "해석": "작게 쌓아 올리며 때를 기다리는 시기.",
      "풀이": "작은 힘이 큰 힘을 막아 잠시 멈춰야 하는 때입니다. 큰 뜻을 펼치기보다 작은 일부터 차근차근 해결하며 내실을 다져야 합니다. 조급하게 서두르지 말고, 때를 기다리며 지혜와 실력을 쌓는 것이 중요합니다. 작은 성과를 소중히 여기고 꾸준히 노력하면 큰 성공으로 이어질 것입니다."
    },
    {
      "번호": 10,
      "괘이름_한글": "천택리괘",
      "괘이름_한자": "天澤履卦",
      "해석": "호랑이 꼬리를 밟는 듯 위험하지만 신중하게 나아가는 시기.",
      "풀이": "호랑이의 꼬리를 밟는 것처럼 위험한 상황에 직면할 수 있으나, 신중하고 조심스럽게 대처하면 위기를 모면할 수 있습니다. 경솔하게 행동하지 않고, 예의와 법도를 지키며 문제를 해결하려 노력해야 합니다. 겸손한 자세로 순리에 따르면 위험을 피하고 목표에 도달할 수 있습니다."
    },
    {
      "번호": 11,
      "괘이름_한글": "지천태괘",
      "괘이름_한자": "地天泰卦",
      "해석": "안정과 화합으로 만사가 평안한 시기.",
      "풀이": "하늘의 기운이 땅으로 내려와 화합하는 형상으로, 모든 것이 평온하고 순조로운 시기입니다. 어려운 시기를 지나 평화로운 상태에 이르렀으니, 이 평화를 소중히 여기고 유지해야 합니다. 자만하지 않고 겸손한 자세를 유지하며 주변과 조화를 이루면 길합니다."
    },
    {
      "번호": 12,
      "괘이름_한글": "천지비괘",
      "괘이름_한자": "天地否卦",
      "해석": "서로 통하지 않아 막히고 답답한 시기.",
      "풀이": "하늘의 기운은 위로 오르고 땅의 기운은 아래로 내려가 서로 소통하지 못하는 형상입니다. 모든 일이 막히고 답답하며, 소통이 단절될 수 있습니다. 무리하게 일을 진행하기보다 자중하며 때를 기다려야 합니다. 낡은 것을 버리고 새로운 변화를 준비하는 자세가 필요합니다."
    },
    {
      "번호": 13,
      "괘이름_한글": "천화동인괘",
      "괘이름_한자": "天火同人卦",
      "해석": "뜻을 같이하는 사람들과 화합하는 시기.",
      "풀이": "사람들과 뜻을 모아 함께 힘을 합치는 형상입니다. 혼자보다 여럿이 함께하면 좋은 결과를 얻을 수 있는 시기입니다. 대의를 위해 작은 차이를 넘어서고, 공통의 목표를 향해 나아가면 큰 성공을 이룰 수 있습니다. 주변과의 협력과 공감이 중요합니다."
    },
    {
      "번호": 14,
      "괘이름_한글": "화천대유괘",
      "괘이름_한자": "火天大有卦",
      "해석": "크게 소유하여 풍요롭고 빛나는 시기.",
      "풀이": "태양이 하늘 위에서 만물을 비추는 것처럼, 모든 것을 크게 소유하고 풍요로운 때입니다. 노력의 결실을 맺고 큰 성공을 이룰 수 있습니다. 하지만 이 풍요로움에 자만하지 않고, 덕을 베풀고 겸손함을 유지해야 합니다. 베풀수록 더 큰 복이 돌아올 것입니다."
    },
    {
      "번호": 15,
      "괘이름_한글": "지산겸괘",
      "괘이름_한자": "地山謙卦",
      "해석": "겸손함을 미덕으로 삼고 자신을 낮추는 시기.",
      "풀이": "높은 산이 땅 아래에 있는 형상으로, 스스로를 낮추고 겸손함을 미덕으로 삼아야 하는 때입니다. 성공했더라도 자만하지 않고, 미덕과 겸손으로 주변을 대하면 모든 일이 순조롭습니다. 억지로 자신을 내세우지 않고, 조용히 덕을 쌓으면 자연스럽게 존경을 얻게 될 것입니다."
    },
    {
      "번호": 16,
      "괘이름_한글": "뢰지예괘",
      "괘이름_한자": "雷地豫卦",
      "해석": "즐거움과 기쁨을 누리며 편안하게 지내는 시기.",
      "풀이": "우레가 땅 위에서 울려 만물이 기뻐하는 형상으로, 즐거움과 안락함이 넘치는 시기입니다. 순조로운 흐름 속에서 기쁨을 누릴 수 있지만, 이 즐거움에 빠져 방심하면 위기가 찾아올 수 있습니다. 다가올 미래를 대비하며, 미리 준비하고 경계하는 자세가 필요합니다."
    },
    {
      "번호": 17,
      "괘이름_한글": "택뢰수괘",
      "괘이름_한자": "澤雷隨卦",
      "해석": "상대방의 뜻에 순응하고 따르는 시기.",
      "풀이": "기쁨을 상징하는 연못 위에서 우레가 움직이는 형상으로, 남의 뜻을 따르고 순응함으로써 이득을 얻는 때입니다. 억지로 앞서기보다 따르는 자의 위치에서 겸손함을 유지해야 합니다. 윗사람이나 대세의 흐름에 순응하며 지혜롭게 대처하면 좋은 기회를 잡을 수 있습니다."
    },
    {
      "번호": 18,
      "괘이름_한글": "산풍고괘",
      "괘이름_한자": "山風蠱卦",
      "해석": "썩은 것을 바로잡고 쇄신해야 하는 시기.",
      "풀이": "산 아래 바람이 불어 썩은 것을 드러내는 형상으로, 묵은 폐단을 바로잡고 쇄신해야 하는 때입니다. 과거의 잘못이나 낡은 관습을 과감히 버리고, 새로운 변화를 시도해야 합니다. 스스로 반성하고 문제를 해결하려 노력하면 더 나은 미래를 만들 수 있습니다."
    },
    {
      "번호": 19,
      "괘이름_한글": "지택림괘",
      "괘이름_한자": "地澤臨卦",
      "해석": "윗사람이 아랫사람을 내려다보며 지도하는 시기.",
      "풀이": "땅 위에 연못이 있어 만물이 자라는 형상으로, 높은 곳에 있는 사람이 아랫사람에게 다가와 이끌어 주는 때입니다. 지도력과 권위가 필요한 시기이며, 주변 사람들에게 다가가 소통하고 도움을 베풀면 존경을 얻을 수 있습니다. 또한, 다가오는 기회를 놓치지 않고 잘 활용해야 합니다."
    },
    {
      "번호": 20,
      "괘이름_한글": "풍지관괘",
      "괘이름_한자": "風地觀卦",
      "해석": "자신을 되돌아보며 관찰해야 하는 시기.",
      "풀이": "바람이 땅 위를 지나며 만물을 살피는 형상으로, 모든 것을 객관적으로 바라보고 성찰해야 하는 때입니다. 겉모습만 보고 판단하지 않고, 본질을 파악하려 노력해야 합니다. 또한, 자신의 내면을 깊이 성찰하며 앞으로 나아갈 방향을 신중하게 결정해야 합니다."
    },
    {
      "번호": 21,
      "괘이름_한글": "화뢰서합괘",
      "괘이름_한자": "火雷噬嗑卦",
      "해석": "장애물을 제거하고 나아가야 하는 시기.",
      "풀이": "음식물을 씹어 먹는 것처럼, 눈앞의 장애물을 제거하고 문제를 해결해야 하는 때입니다. 망설이지 말고 결단력 있게 행동해야 합니다. 어려움이 있어도 정면으로 부딪혀 해결하려 노력하면 좋은 결과를 얻을 수 있습니다. 불의와 타협하지 않고 정의를 지키려는 자세가 중요합니다."
    },
    {
      "번호": 22,
      "괘이름_한글": "산화비괘",
      "괘이름_한자": "山火賁卦",
      "해석": "겉모습을 아름답게 꾸며 빛내는 시기.",
      "풀이": "산 아래 불꽃이 아름답게 타오르는 형상으로, 외적인 아름다움과 꾸밈이 중요한 시기입니다. 자신을 아름답게 가꾸고, 예의를 갖추며 겉모습을 단정하게 하는 것이 좋습니다. 하지만 내면의 덕을 쌓는 것을 소홀히 해서는 안 됩니다. 겉과 속이 모두 아름다워야 진정한 빛을 발할 수 있습니다."
    },
    {
      "번호": 23,
      "괘이름_한글": "산지박괘",
      "괘이름_한자": "山地剝卦",
      "해석": "아래부터 무너져 내려 점차 위태로워지는 시기.",
      "풀이": "산의 흙이 아래부터 벗겨져 무너지는 형상으로, 점차 좋지 않은 상황이 다가오는 때입니다. 주변의 도움이 사라지고 모든 것이 무너질 수 있으니, 경계하고 조심해야 합니다. 쇠퇴하는 기운에 맞서기보다, 순리대로 상황을 받아들이고 때를 기다리는 것이 현명합니다."
    },
    {
      "번호": 24,
      "괘이름_한글": "지뢰복괘",
      "괘이름_한자": "地雷復卦",
      "해석": "한 번의 절망 후 다시 희망을 되찾는 시기.",
      "풀이": "겨울의 끝에 다시 봄이 오는 것처럼, 모든 것이 무너진 후 다시 회복되는 시기입니다. 잃었던 것을 되찾고, 새로운 시작을 할 수 있는 희망이 생깁니다. 성급하게 나아가기보다, 회복의 기회를 소중히 여기고 차근차근 다시 시작해야 합니다. 작은 희망을 놓치지 말고 꾸준히 나아가세요."
    },
    {
      "번호": 25,
      "괘이름_한글": "천뢰무망괘",
      "괘이름_한자": "天雷无妄卦",
      "해석": "꾸밈없이 순수하고 진실하게 행동해야 하는 시기.",
      "풀이": "하늘 아래서 우레가 만물을 흔드는 형상으로, 거짓 없이 진실하고 순수한 마음으로 행동해야 하는 때입니다. 욕심을 부리거나 억지로 일을 추진하면 실패할 수 있습니다. 자연의 순리에 따르고, 자신의 본분에 충실하며 정직하게 행동하면 좋은 결과를 얻을 수 있습니다."
    },
    {
      "번호": 26,
      "괘이름_한글": "산천대축괘",
      "괘이름_한자": "山天大畜卦",
      "해석": "크게 쌓아 올리고 내실을 다져야 하는 시기.",
      "풀이": "산이 하늘 위에 있는 형상으로, 큰 것을 축적하고 내면을 굳건히 해야 하는 때입니다. 목표를 위해 꾸준히 노력하고 실력을 쌓아야 합니다. 당장의 성과를 바라기보다, 미래를 위한 준비에 집중하면 큰 성공을 이룰 수 있습니다."
    },
    {
      "번호": 27,
      "괘이름_한글": "산뢰이괘",
      "괘이름_한자": "山雷頤卦",
      "해석": "스스로를 바르게 기르고 몸을 돌봐야 하는 시기.",
      "풀이": "입과 턱을 상징하는 형상으로, 자신의 몸과 마음을 바르게 기르는 것이 중요한 때입니다. 건강을 돌보고, 말을 조심하며, 올바른 태도를 갖추는 것이 중요합니다. 과식을 피하고, 내면의 수양에 힘쓰면 길합니다."
    },
    {
      "번호": 28,
      "괘이름_한글": "택풍대과괘",
      "괘이름_한자": "澤風大過卦",
      "해석": "지나친 행동으로 위태로워질 수 있는 시기.",
      "풀이": "대들보가 휘는 것처럼, 지나친 행동으로 인해 위기가 찾아올 수 있는 때입니다. 평소와 다른 과도한 행동은 피하고, 현재의 위치를 겸허하게 받아들여야 합니다. 불필요한 욕심을 버리고, 본분에 충실하면 위기를 극복할 수 있습니다."
    },
    {
      "번호": 29,
      "괘이름_한글": "중감감괘",
      "괘이름_한자": "重坎坎卦",
      "해석": "위험이 거듭되어 힘든 시기.",
      "풀이": "물이 겹겹이 쌓이는 형상으로, 위험과 고난이 계속해서 겹쳐오는 때입니다. 섣불리 움직이기보다 침착하게 상황을 살피고, 지혜를 모아 위기를 극복하려 노력해야 합니다. 주변의 도움을 구하고, 정직한 마음으로 헤쳐나가면 결국 어려움을 벗어날 수 있습니다."
    },
    {
      "번호": 30,
      "괘이름_한글": "중리려괘",
      "괘이름_한자": "重離離卦",
      "해석": "빛이 찬란하여 모든 것을 밝히는 시기.",
      "풀이": "두 개의 불이 겹쳐 빛나는 형상으로, 모든 것이 밝아져 진실이 드러나는 때입니다. 자신의 재능과 능력을 마음껏 발휘할 수 있습니다. 하지만 이 빛에 현혹되어 현실을 망각하지 않도록 주의해야 합니다. 내면의 충실함과 겸손을 잃지 말아야 합니다."
    },
    {
      "번호": 31,
      "괘이름_한글": "택산함괘",
      "괘이름_한자": "澤山咸卦",
      "해석": "마음이 통해 감응하는 시기.",
      "풀이": "산 위에 연못이 있는 형상으로, 서로의 마음이 통하여 감동하고 공감하는 때입니다. 새로운 관계가 시작되거나 기존의 관계가 더욱 깊어질 수 있습니다. 진심을 다해 소통하고, 상대방의 마음을 이해하려 노력하면 좋은 인연을 맺을 수 있습니다."
    },
    {
      "번호": 32,
      "괘이름_한글": "뢰풍항괘",
      "괘이름_한자": "雷風恒卦",
      "해석": "꾸준함과 변함없는 자세가 필요한 시기.",
      "풀이": "우레와 바람이 서로 어울려 변함없이 움직이는 형상으로, 꾸준함과 변함없는 자세가 중요한 때입니다. 단기적인 성공에 안주하지 말고, 꾸준히 노력하면 큰 결실을 맺을 수 있습니다. 변덕을 부리지 않고 자신의 본분을 지키면 모든 것이 순조롭습니다."
    },
    {
      "번호": 33,
      "괘이름_한글": "천산돈괘",
      "괘이름_한자": "天山遯卦",
      "해석": "불리한 상황을 피해 물러나야 하는 시기.",
      "풀이": "하늘 위에 산이 있는 형상으로, 위험한 상황을 피해 물러나야 하는 때입니다. 무리하게 맞서기보다 현명하게 도망치고 때를 기다리는 것이 이롭습니다. 자신을 보호하고, 다시 나아갈 힘을 비축해야 합니다."
    },
    {
      "번호": 34,
      "괘이름_한글": "뢰천대장괘",
      "괘이름_한자": "雷天大壯卦",
      "해석": "큰 힘과 기세로 크게 나아가야 하는 시기.",
      "풀이": "우레가 하늘 위에서 울리는 형상으로, 큰 기세와 힘이 넘치는 때입니다. 과감하게 나아가고, 자신의 뜻을 펼치기 좋은 시기입니다. 하지만 이 기세에 취해 오만해지지 않도록 주의해야 합니다. 강한 힘을 올바르게 사용해야만 합니다."
    },
    {
      "번호": 35,
      "괘이름_한글": "화지진괘",
      "괘이름_한자": "火地晉卦",
      "해석": "밝게 나아가 발전하는 시기.",
      "풀이": "태양이 땅 위로 솟아오르는 형상으로, 앞으로 나아가고 발전하는 시기입니다. 노력의 결실이 서서히 드러나며, 모든 일이 순조롭게 진행됩니다. 과감하게 도전하고, 자신의 뜻을 펼치면 크게 성공할 수 있습니다."
    },
    {
      "번호": 36,
      "괘이름_한글": "지화명이괘",
      "괘이름_한자": "地火明夷卦",
      "해석": "빛을 잃고 어둠 속에 숨어야 하는 시기.",
      "풀이": "태양이 땅 아래로 떨어지는 형상으로, 빛을 잃고 어둠 속에 숨어야 하는 때입니다. 자신의 재능을 숨기고, 겸손하게 처신해야 합니다. 위태로운 상황을 피하고, 섣불리 나서지 않는 것이 현명합니다. 인내하며 때를 기다려야 합니다."
    },
    {
      "번호": 37,
      "괘이름_한글": "풍화가인괘",
      "괘이름_한자": "風火家人卦",
      "해석": "가족과 화목하고 질서를 지켜야 하는 시기.",
      "풀이": "바람이 불꽃 위에서 타오르는 형상으로, 집안의 화목과 질서가 중요한 때입니다. 가족 간의 유대감을 강화하고, 서로를 배려하는 마음이 필요합니다. 자신의 위치에서 본분을 다하고, 가정을 잘 다스리면 모든 일이 순조롭게 풀립니다."
    },
    {
      "번호": 38,
      "괘이름_한글": "화택규괘",
      "괘이름_한자": "火澤睽卦",
      "해석": "뜻이 서로 어긋나 멀어지는 시기.",
      "풀이": "불은 위로 타오르고 물은 아래로 흐르는 형상으로, 서로의 뜻이 맞지 않아 갈등이 생기는 때입니다. 오해와 불화가 생길 수 있으니, 솔직한 대화와 소통을 통해 문제를 해결해야 합니다. 섣불리 상대방을 오해하지 말고, 서로의 입장을 이해하려 노력해야 합니다."
    },
    {
      "번호": 39,
      "괘이름_한글": "수산건괘",
      "괘이름_한자": "水山蹇卦",
      "해석": "앞길이 막혀 나아가기 어려운 시기.",
      "풀이": "산 아래 물이 고여 앞길을 가로막는 형상으로, 어려움에 봉착해 나아가기 힘든 때입니다. 억지로 돌파하려 하면 더 큰 어려움에 빠질 수 있습니다. 잠시 멈춰 서서 상황을 살피고, 도움을 구하며 지혜롭게 대처해야 합니다. 후퇴하는 것도 하나의 전략입니다."
    },
    {
      "번호": 40,
      "괘이름_한글": "뢰수해괘",
      "괘이름_한자": "雷水解卦",
      "해석": "어려움이 풀리고 문제가 해결되는 시기.",
      "풀이": "겨울의 얼음이 녹아내리는 것처럼, 어려움과 걱정이 사라지고 문제가 해결되는 때입니다. 막혔던 일이 풀리고, 답답했던 상황이 해소됩니다. 이 기회를 놓치지 말고, 적극적으로 앞으로 나아가야 합니다."
    },
    {
      "번호": 41,
      "괘이름_한글": "산택손괘",
      "괘이름_한자": "山澤損卦",
      "해석": "자신을 덜어내고 베풀어야 하는 시기.",
      "풀이": "산 아래의 연못이 물이 줄어드는 형상으로, 자신의 것을 조금 덜어내어 남에게 베풀어야 하는 때입니다. 물질적인 손실이 있을 수 있지만, 이를 통해 내면의 성장을 얻을 수 있습니다. 욕심을 버리고, 다른 사람을 돕는 이타적인 마음가짐이 중요합니다."
    },
    {
      "번호": 42,
      "괘이름_한글": "풍뢰익괘",
      "괘이름_한자": "風雷益卦",
      "해석": "이로운 일이 늘어나고 이득을 얻는 시기.",
      "풀이": "바람과 우레가 함께하여 만물을 풍요롭게 하는 형상으로, 이로운 일이 늘어나고 큰 이득을 얻을 수 있는 때입니다. 행운이 따르며, 모든 일이 순조롭게 진행됩니다. 이 기회를 잘 활용하여 덕을 베풀고, 더 큰 이익을 추구해야 합니다."
    },
    {
      "번호": 43,
      "괘이름_한글": "택천쾌괘",
      "괘이름_한자": "澤天夬卦",
      "해석": "결단력 있게 문제를 해결해야 하는 시기.",
      "풀이": "연못의 물이 넘쳐흐르는 형상으로, 막힌 것을 뚫고 과감하게 결단해야 하는 때입니다. 눈앞의 장애물을 제거하고, 단호하게 문제를 해결해야 합니다. 옳지 않은 것을 단호하게 끊어내고, 올바른 길을 선택해야 합니다."
    },
    {
      "번호": 44,
      "괘이름_한글": "천풍구괘",
      "괘이름_한자": "天風姤卦",
      "해석": "우연한 만남과 뜻밖의 일이 생기는 시기.",
      "풀이": "하늘 아래 바람이 부는 것처럼, 예상치 못한 만남이나 일이 발생할 수 있는 때입니다. 이 만남은 좋은 기회가 될 수도, 위험한 유혹이 될 수도 있습니다. 신중하게 관계를 맺고, 유혹에 흔들리지 않도록 주의해야 합니다."
    },
    {
      "번호": 45,
      "괘이름_한글": "택지취괘",
      "괘이름_한자": "澤地萃卦",
      "해석": "사람들과 뜻을 모아 화합하고 모이는 시기.",
      "풀이": "연못 위에 땅이 있어 만물이 모이는 형상으로, 많은 사람들이 뜻을 함께 모으는 때입니다. 좋은 인연을 만나고, 협력을 통해 큰 힘을 얻을 수 있습니다. 적극적으로 사람들과 교류하며, 공동의 목표를 향해 나아가면 성공할 것입니다."
    },
    {
      "번호": 46,
      "괘이름_한글": "지풍승괘",
      "괘이름_한자": "地風升卦",
      "해석": "점진적으로 성장하고 발전하는 시기.",
      "풀이": "땅 위에서 나무가 자라는 형상으로, 점진적으로 발전하고 성장하는 때입니다. 서두르지 않고 차근차근 나아가면, 꾸준히 성공을 향해 나아갈 수 있습니다. 작은 노력들이 모여 큰 결실을 맺을 것입니다."
    },
    {
      "번호": 47,
      "괘이름_한글": "택수곤괘",
      "괘이름_한자": "澤水困卦",
      "해석": "물이 말라 어려움에 처하는 시기.",
      "풀이": "연못의 물이 말라 버리는 형상으로, 어려움에 처하고 곤경에 빠지는 때입니다. 물질적, 정신적 어려움이 따를 수 있으니, 욕심을 버리고 겸손하게 상황을 받아들여야 합니다. 때가 올 때까지 참고 기다리는 인내심이 필요합니다."
    },
    {
      "번호": 48,
      "괘이름_한글": "수풍정괘",
      "괘이름_한자": "水風井卦",
      "해석": "마르지 않고 끊임없이 제공하는 우물의 덕.",
      "풀이": "마을의 우물처럼, 끊임없이 주변 사람들에게 도움을 주고 베풀어야 하는 때입니다. 자신의 재능과 능력을 아끼지 않고 나누면, 오히려 더 큰 복이 돌아올 것입니다. 주변과의 관계를 소중히 여기고, 봉사하는 마음을 갖는 것이 중요합니다."
    },
    {
      "번호": 49,
      "괘이름_한글": "택화혁괘",
      "괘이름_한자": "澤火革卦",
      "해석": "낡은 것을 버리고 완전히 혁신해야 하는 시기.",
      "풀이": "연못 아래 불이 타오르는 형상으로, 묵은 것을 과감히 버리고 완전히 새로운 변화를 추구해야 하는 때입니다. 기존의 방식이나 생각을 버리고 혁신을 시도해야 합니다. 큰 변화가 예상되니, 용기 있게 결단하고 실행해야 합니다."
    },
    {
      "번호": 50,
      "괘이름_한글": "화풍정괘",
      "괘이름_한자": "火風鼎卦",
      "해석": "안정을 기반으로 새로운 일을 시작하는 시기.",
      "풀이": "솥의 형상으로, 안정된 기반 위에서 새로운 일을 시작하고 완성해야 하는 때입니다. 과거의 경험을 바탕으로 새로운 목표를 향해 나아가면 좋은 결과를 얻을 수 있습니다. 조급해하지 않고, 차근차근 준비하며 일을 진행하면 길합니다."
    },
    {
      "번호": 51,
      "괘이름_한글": "중뢰진괘",
      "괘이름_한자": "重雷震卦",
      "해석": "갑작스러운 사건으로 놀라고 두려워하는 시기.",
      "풀이": "우레가 겹쳐 울리는 형상으로, 예상치 못한 큰 사건이나 충격적인 일이 발생할 수 있는 때입니다. 두려움에 휩싸이기보다, 침착하게 상황을 파악하고 신속하게 대처해야 합니다. 위기 속에서도 용기를 잃지 않으면 길합니다."
    },
    {
      "번호": 52,
      "괘이름_한글": "중산간괘",
      "괘이름_한자": "重山艮卦",
      "해석": "움직이지 않고 멈춰야 하는 시기.",
      "풀이": "산이 겹쳐 있는 형상으로, 더 이상 앞으로 나아가지 않고 멈춰 서서 스스로를 돌아봐야 하는 때입니다. 무리하게 일을 추진하기보다, 현재의 상황을 유지하며 내면을 수양해야 합니다. 잠시 멈추고 자신을 성찰하는 시간이 필요합니다."
    },
    {
      "번호": 53,
      "괘이름_한글": "풍산점괘",
      "괘이름_한자": "風山漸卦",
      "해석": "점진적으로 나아가고 성장하는 시기.",
      "풀이": "산 위로 바람이 불어 새가 날아가는 형상으로, 느리지만 꾸준히 발전하는 때입니다. 서두르지 않고 한 걸음씩 나아가면, 결국 목표에 도달할 수 있습니다. 작은 성공들을 소중히 여기고, 꾸준히 노력하면 큰 성공으로 이어질 것입니다."
    },
    {
      "번호": 54,
      "괘이름_한글": "뢰택귀매괘",
      "괘이름_한자": "雷澤歸妹卦",
      "해석": "순리가 아닌 관계가 형성되어 혼란스러운 시기.",
      "풀이": "번개가 연못 위에서 치는 것처럼, 순리에 맞지 않는 관계나 일이 발생할 수 있는 때입니다. 억지로 일을 추진하거나, 비정상적인 관계를 맺으면 불화와 혼란이 따를 수 있습니다. 정해진 법도와 순리를 따르는 것이 중요합니다."
    },
    {
      "번호": 55,
      "괘이름_한글": "뢰화풍괘",
      "괘이름_한자": "雷火豊卦",
      "해석": "풍요로움과 밝음이 가득한 시기.",
      "풀이": "우레와 불이 함께하여 세상이 밝고 풍요로운 형상으로, 크게 성공하고 모든 것을 얻는 때입니다. 자신의 능력을 마음껏 발휘하고, 좋은 결실을 맺을 수 있습니다. 하지만 이 풍요로움에 자만하지 않고, 겸손함을 유지해야 합니다."
    },
    {
      "번호": 56,
      "괘이름_한글": "화산려괘",
      "괘이름_한자": "火山旅卦",
      "해석": "타향에서 외롭게 여행하는 시기.",
      "풀이": "산 아래 불이 있는 것처럼, 낯선 곳에서 외롭게 여행하는 형상입니다. 현재의 위치가 불안정하고, 주변의 도움이 부족할 수 있습니다. 겸손하고 조심스럽게 행동하며, 무리하지 않고 때를 기다려야 합니다."
    },
    {
      "번호": 57,
      "괘이름_한글": "중풍손괘",
      "괘이름_한자": "重風巽卦",
      "해석": "바람처럼 부드럽게 스며들어야 하는 시기.",
      "풀이": "바람이 겹쳐 불어오는 것처럼, 부드럽고 순하게 상황에 순응해야 하는 때입니다. 강하게 밀어붙이기보다, 부드러운 설득과 순응으로 목표를 이루려 노력해야 합니다. 겸손한 자세로 주변과 소통하면 길합니다."
    },
    {
      "번호": 58,
      "괘이름_한글": "중택태괘",
      "괘이름_한자": "重澤兌卦",
      "해석": "기쁨을 나누고 즐거움을 더해야 하는 시기.",
      "풀이": "연못이 겹쳐 있는 형상으로, 기쁨과 즐거움이 가득한 때입니다. 사람들과 함께 기쁨을 나누고, 소통을 통해 즐거움을 더해야 합니다. 하지만 이 즐거움에 빠져 방탕해지지 않도록 주의해야 합니다."
    },
    {
      "번호": 59,
      "괘이름_한글": "풍수환괘",
      "괘이름_한자": "風水渙卦",
      "해석": "흩어진 마음을 다시 모아야 하는 시기.",
      "풀이": "물 위에서 바람이 불어 물이 흩어지는 형상으로, 사람들의 마음이 흩어지고 분열이 일어날 수 있는 때입니다. 서로의 마음을 다시 하나로 모으고, 공동의 목표를 향해 나아가야 합니다. 대의를 위해 협력하고 노력하면 다시 화합할 수 있습니다."
    },
    {
      "번호": 60,
      "괘이름_한글": "수택절괘",
      "괘이름_한자": "水澤節卦",
      "해석": "욕심을 절제하고 적당히 해야 하는 시기.",
      "풀이": "물이 연못에 모이는 형상으로, 욕심을 부리지 않고 절제하며 행동해야 하는 때입니다. 모든 일에 있어 적당함을 지키고, 과도한 욕심을 버려야 합니다. 규율과 원칙을 지키면 모든 일이 순조롭게 풀립니다."
    },
    {
      "번호": 61,
      "괘이름_한글": "풍택중부괘",
      "괘이름_한자": "風澤中孚卦",
      "해석": "진심과 믿음으로 통하는 시기.",
      "풀이": "바람이 물 위에서 부는 것처럼, 진심과 믿음이 통하는 때입니다. 꾸밈없이 진실한 마음으로 상대방을 대하면, 신뢰를 얻고 모든 일이 순조롭게 진행됩니다. 말보다 행동으로 진심을 보여주면 큰 믿음을 얻을 수 있습니다."
    },
    {
      "번호": 62,
      "괘이름_한글": "뢰산소과괘",
      "괘이름_한자": "雷山小過卦",
      "해석": "작은 일에 지나침이 있는 시기.",
      "풀이": "우레가 산 위에서 울리는 형상으로, 작은 일에 지나침이 있어 문제가 생길 수 있는 때입니다. 큰일을 벌이기보다 작은 일에 집중하고, 본분을 지키는 것이 중요합니다. 너무 앞서가지 말고, 조심하고 신중하게 행동해야 합니다."
    },
    {
      "번호": 63,
      "괘이름_한글": "수화기제괘",
      "괘이름_한자": "水火旣濟卦",
      "해석": "모든 일이 이미 완성되고 해결된 상태.",
      "풀이": "불이 물 위에서 끓어오르는 형상으로, 모든 일이 순조롭게 해결되고 완성된 때입니다. 노력이 결실을 맺고 성공을 이룰 수 있습니다. 하지만 이 안정에 만족해 방심하지 말고, 새로운 미래를 준비하는 자세가 필요합니다."
    },
    {
      "번호": 64,
      "괘이름_한글": "화수미제괘",
      "괘이름_한자": "火水未濟卦",
      "해석": "아직 완성되지 않아 최종 목표를 향해 나아가야 하는 상태.",
      "풀이": "아직 완벽하게 해결되지 않았거나 끝맺음이 필요한 상황을 나타냅니다. 성공을 향해 나아가고 있지만, 아직 완성된 것은 아니므로 방심하지 않고 마지막까지 최선을 다해야 합니다. 작은 성과에 안주하지 말고, 끝까지 집중력을 유지하여 마무리하면 진정한 결실을 맺을 것입니다."
    }
  ]
}
